INSERT INTO brand (brand_id, name)
VALUES (1, 'A'),
       (2, 'B'),
       (3, 'C'),
       (4, 'D'),
       (5, 'E'),
       (6, 'F'),
       (7, 'G'),
       (8, 'H'),
       (9, 'I');

INSERT INTO category (category_id, name)
VALUES (1, '상의'),
       (2, '아우터'),
       (3, '바지'),
       (4, '스니커즈'),
       (5, '가방'),
       (6, '모자'),
       (7, '양말'),
       (8, '액세서리');

INSERT INTO item (item_id, brand_id, price)
VALUES (1, 1, 11200),
       (2, 1, 5500),
       (3, 1, 4200),
       (4, 1, 9000),
       (5, 1, 2000),
       (6, 1, 1700),
       (7, 1, 1800),
       (8, 1, 2300),
       (9, 2, 10500),
       (10, 2, 5900),
       (11, 2, 3800),
       (12, 2, 9100),
       (13, 2, 2100),
       (14, 2, 2000),
       (15, 2, 2000),
       (16, 2, 2200);

INSERT INTO item_category (item_category_id, item_id, category_id)
VALUES (1, 1, 1),
       (2, 1, 2),
       (3, 1, 3),
       (4, 1, 4),
       (5, 1, 5),
       (6, 1, 6),
       (7, 1, 7),
       (8, 1, 8);
